// Stage2専用の会話データ
export const Stage2DialogData = {
    'friend2_4': {
        name: 'ひろかず',
        messages: [
            'もこうにドンキあるから',
            'そこで、５０万かたしてもらって',
            'もいいい？'
        ]
    },
    'friend2_5': {
        name: 'くず',
        messages: [
            'はらめおらぁ'
        ]
    },
    'guard': {
        name: 'ポルノさん',
        messages: [
            'できたら愛してくだーさい',
            '僕の肩で羽を休めておくれー'
        ]
    },
    'kuccoro': {
        name: '商人',
        messages: [
            'やめて！',
            'ラーの翼神竜の特殊能力で、ギルフォード・ザ・ライトニングを焼き払われたら、',
            '闇のゲームでモンスターと繋がってる城之内の精神まで燃え尽きちゃう！',
            'お願い、死なないで城之内！',
            'あんたが今ここで倒れたら、舞さんや遊戯との約束はどうなっちゃうの？',
            'ライフはまだ残ってる。ここを耐えれば、マリクに勝てるんだから！',
            '次回「城之内死す」デュエルスタンバイ！'
        ]
    },
    'kuccoro1': {
        name: 'くっころ',
        messages: [
            'ここまで辿り着くとはな',
            'しかし、ここが君の限界だ！',
            'かかってこい！',
            'ここが貴様の墓場となろう'
        ]
    },
    'kuccoro2': {
        name: 'エッチな女騎士',
        messages: [
            'くっ、、、ころせ！',
            'イグイグイグぅぅ！'
        ]
    },
    'kuccoro4': {
        name: '２コマ即落ち女騎士',
        messages: [
            'くっ、、、殺せ！',
            'イクイクイクイクイクっ、おっちんぽーーーーー！'
        ]
    }
};